Repository: amal-khaled/Monasba
Catalog: Monasba/Utilities/*.lproj/Localizable.strings
Languages: ar

source: Kuwait
ar: الكويت

source: Home
ar: الرئيسية

source: Categories
ar: الأقسام

source: Add Ad
ar: إضافة إعلان

source: All
ar: الكل

source: Messages
ar: الرسائل

source: Menu
ar: القائمة

source: Notifications
ar: الإشعارات

source: Search
ar: البحث

source: Latest
ar: الأحدث

source: Sort
ar: رتب

source: Highest price
ar: الأغلى سعر

source: Lowest price
ar: الأقل سعر

source: Apply
ar: تطبيق

source: Filter
ar: فلتر

source: choose city
ar: اختر المدينة

source: Back to All
ar: رجوع إلى الكل

source: you Don't have any messages
ar: ليس لديك أية رسائل

source: Please Login First To Can Uplaod ads
ar: الرجاء تسجيل الدخول أولاً لتتمكن من تحميل الإعلانات

source: Most popular questions
ar: الأسئلة الأكثر شيوعًا

source: Questions relevant to your search result
ar: الأسئلة ذات الصلة بنتيجة البحث الخاص بك

source: Most popular ads
ar: الإعلانات الأكثر شعبية

source: Ads relevant to your search result
ar: الإعلانات ذات الصلة بنتيجة البحث الخاصة بك

source: Most popular persons
ar: الأشخاص الأكثر شعبية

source: Persons relevant to your search result
ar: الأشخاص ذوي الصلة بنتيجة البحث الخاصة بك

source: Persons
ar: الأشخاص

source: Questions
ar: أسئلة

source: Back
ar: رجوع

source: My Profile
ar: الملف الشخصي

source: Favourites
ar: المفضلة

source: My Ads
ar: إعلاناتي

source: My Asks
ar: أسئلتي

source: Change Country
ar: تغيير الدولة

source: Change Languge
ar: تغيير اللغة

source: Settings
ar: الإعدادات

source: Account Verification
ar: توثيق الحساب

source: Log out
ar: تسجيل خروج

source: Do you want to log out?
ar: هل ترغب بتسجبل الخروج

source: Cancel
ar: الغاء

source: Yes
ar: موافق

source: Login/Sign up
ar: تسجيل الدخول/إنشاء حساب

source: Guest
ar: زائر

source: Please Login First To Can Go To Profile!
ar: الرجاء تسجيل الدخول أولاً لتتمكن من الانتقال إلى الملف الشخصي!

source: Please Login First To Can Add Post!
ar: الرجاء تسجيل الدخول أولاً لتتمكن من إضافة منشور!

source: Please Login First To Can Go To Favoutites!
ar: الرجاء تسجيل الدخول أولا للذهاب إلى المفضلة!

source: Please Login First To Can Go To Ads !
ar: الرجاء تسجيل الدخول أولاً لتتمكن من الانتقال إلى الإعلانات!

source: Please Login First To Can Go To Asks!
ar: الرجاء تسجيل الدخول أولاً ليتمكن من الذهاب إلى اسألتي!

source: Please Login First To Can Go To Verify Account!
ar: الرجاء تسجيل الدخول أولاً لتتمكن من توثيق الحساب!

source: Verify Account
ar: التحقق من الحساب

source: Select the account type
ar: حدد نوع الحساب

source: Company / institution
ar: الشركة / المؤسسة

source: Public figure/famous
ar: شخصية عامة / مشهور

source: Country
ar: الدولة

source: Phone
ar: هاتف

source: Phone Number
ar: رقم التليفون

source: Category you belong to
ar: الفئة التي تنتمي إليها

source: Select category
ar: إختار الفئة

source: Confirmation of credibility
ar: تأكيد المصدقية

source: Please add an official document to prove personal identity
ar: يرجى إضافة مستند رسمي لاثبات الهويه الشخصية

source: Document type
ar: نوع المستند

source: Select Document Type
ar: حدد نوع المستند

source: Upload Document
ar: تحميل المستند

source: ID card
ar: بطاقة الهوية

source: passport
ar: جواز سفر

source: Driving License
ar: رخصة قيادة

source: select category
ar: اختار الفئة

source: sports
ar: رياضة

source: music and singing
ar: موسيقى وغناء

source: entertainment
ar: ترفيه

source: acting
ar: تمثيل

source: Fashion
ar: موضة وأزياء

source: Content Creator/Blogger/Influencer
ar: منشئ محتوى/مدوّن/شخصية مؤثرة

source: writer/author
ar: كاتب/مؤلف

source: Government and Politics
ar: حكومة وسياسة

source: business/brand
ar: نشاط تجاري/علامة تجارية

source: Establishment contract
ar: عقد تأسيس

source: Commercial Record
ar: سجل تجاري

source: Commercial license
ar: الرخصة التجارية

source: You have reached the limit of videos and photos
ar: لقد وصلت إلى الحد الأقصى من مقاطع الفيديو والصور

source: Add Photos or Videos
ar: أضف صورًا أو مقاطع فيديو

source: Add Photo
ar: إضافة صورة

source: Ad Title
ar: عنوان الاعلان

source: Ad title (five words only)
ar: عنوان الإعلان (خمس كلمات فقط)

source: Main Category
ar: القسم الرئيسي

source: Sub Category
ar: القسم الفرعي

source: City
ar: المدينة

source: Region
ar: المنطقة

source: Choose
ar: أختر

source: Ad description
ar: وصف الإعلان

source: Price
ar: السعر

source: Sale or rent price
ar: سعر البيع أو الإيجار

source: Ad type
ar: نوع الإعلان

source: AD FOR SELL
ar: إعلان للبيع

source: AD FOR RENT
ar: إعلان للإيجار

source: Connection type
ar: وسائل التواصل

source: Determine the means by which customers will contact you for this advertisement
ar: حدد الوسائل التي سيتصل بك العملاء من خلالها بخصوص هذا الإعلان

source: Phone Call
ar: هاتف

source: WhatsApp
ar: واتساب

source: Chat
ar: شات

source: Use my registered mobile number to communicate
ar: استخدم رقم هاتفي المحمول المسجل للتواصل

source: Enter the mobile number
ar: أدخل رقم الهاتف المحمول

source: YES
ar: نعم

source: NO
ar: لا

source: Mobile
ar: الهاتف

source: ADD AD
ar: أضف إعلانك

source: Open the Gallery
ar: افتح المعرض

source: Open Video Gallery
ar: افتح معرض الفيديو

source: Take a Photo
ar: التقاط صورة

source: Record a Video
ar: سجل فيديو

source: Thank you... Your ad has been added successfully
ar: شكرا لك ... تمت إضافة إعلانك بنجاح

source: Go to Home Page
ar: اذهب إلى الصفحة الرئيسية

source: Please Enter the full description with the advantages and disadvantages, if any , and the pruchase and sale price.
ar: الرجاء إدخال الوصف الكامل مع المزايا والعيوب وسعر الشراء والبيع.

source: Ad Details
ar: تفاصيل الإعلان

source: Ad Images
ar: صور الإعلان

source: Main Image
ar: الصورة الرئيسية

source: Add Image
ar: إضافة صورة

source: Description
ar: الوصف

source: Share
ar: شارك

source: Delete
ar: حذف

source: Edit
ar: تعديل

source: Ads Deleted Seccessfully
ar: تم حذف اعلانك بنجاح

source: Delete The Conversation
ar: حذف المحادثة

source: Report The Conversation
ar: أبلغ عن المحادثة

source: Block
ar: حظر

source: Select the reason for reporting the chat content
ar: حدد سبب الإبلاغ عن محتوى المحادثة

source: Report
ar: إبلاغ

source: Type here ...
ar: اكتب هنا ...

source: Type Your Message
ar: اكتب رسالتك

source: Confirm Location
ar: تأكيد الموقع

source: Comments
ar: تعليقات

source: Reply
ar: رد

source: Like
ar: أعجبني

source: Call the advertisement owner
ar: اتصل بصاحب الإعلان

source: The owner of the advertisement has hidden the mobile number
ar: قام صاحب الإعلان بإخفاء رقم الهاتف المحمول

source: Add reply
ar: إضافة رد

source: add reply to ...
ar: أضف رد على ...

source: report comment
ar: الإبلاغ عن تعليق

source: what's the reason for reeporting content / comment owner
ar: ما سبب الإبلاغ عن مالك المحتوى / التعليق

source: choose your reason to report content / ad owner
ar: اختر سببًا للإبلاغ عن مالك المحتوى / الإعلان

source: Phone number
ar: رقم الهاتف

source: User name or Phone number
ar: اسم المستخدم أو رقم الهاتف

source: Password
ar: كلمة المرور

source: Forget password ?
ar: نسيت كلمة المرور؟

source: Login
ar: تسجيل الدخول

source: or
ar: أو

source: Create new account
ar: انشاء حساب جديد

source: Continue
ar: استمر

source: Verify Code
ar: التحقق من الكود

source: Please check your email and phone number to get the activation code
ar: يرجى التحقق من بريدك الإلكتروني ورقم هاتفك للحصول على رمز التفعيل

source: sent to
ar: أرسل إلى

source: Verify
ar: تأكيد

source: Resend Code
ar: أعد إرسال الرمز

source: New password
ar: كلمة المرور الجديدة

source: Confirm new password
ar: تأكيد كلمة المرور الجديدة

source: Save
ar: حفظ

source: New Account
ar: حساب جديد

source: Please Fill All Fields
ar: إملء كافة الحقول

source: Make sure your new password matches.
ar: تأكد من تطابق كلمة المرور الجديدة

source: Change Password
ar: تغيير كلمة المرور

source: User name
ar: اسم المستخدم

source: Your username is how friends add you on Monasba
ar: اسم المستخدم الخاص بك هو كيف يضيفك الأصدقاء على مناسبه

source: Choose your username (English letters)
ar: اختر اسم المستخدم الخاص بك (الحروف الانجليزية)

source: Full name
ar: الاسم بالكامل

source: Family name
ar: اسم العائلة

source: Email
ar: البريد إلكتروني

source: Governorate
ar: المحافظة

source: About me
ar: ْعَنِّي

source: Register
ar: تسجيل

source: you accept
ar: هل توافق

source: Usage agreement
ar: اتفاقية الاستخدام

source: Forget Password
ar: نسيت كلمة المرور

source: Please type the correct email to receive the activation code
ar: يرجى كتابة البريد الإلكتروني الصحيح لتلقي رمز التفعيل

source: Change Phone Number
ar: تغيير رقم الجوال

source: Please enter your mobile number to be sent
ar: من فضلك أدخل رقم جوالك حتى يتم إرسال

source: Your activation code
ar: كود التفعيل إليك

source: Change Photo
ar: تغيير الصوره

source: Ads
ar: إعلان

source: Rate
ar: تقييم

source: Followers
ar: متابعون

source: Followings
ar: يتابع

source: FirstName
ar: الاسم الأول

source: UserName
ar: اسم المستخدم

source: See All
ar: مشاهدة الكل

source: LastName
ar: اسم العائلة

source: Bio
ar: السيرة الذاتية

source: There Are No Ads....!
ar: لا توجد اعلانات ....!

source: Follow
ar: تابع

source: Select the reason why you are reporting the account holder
ar: حدد سبب الإبلاغ عن صاحب الحساب

source: advertisements
ar: الإعلانات

source: Rates
ar: التقييمات

source: Followings/Followers
ar: المتابعين/المتابعون

source: unfollow
ar: الغاء المتابعة

source: follow
ar: متابعة

source: Added Successfully
ar: تمت الاضافة بنجاح

source: Can't Create Room
ar: لا تستطيع انشاء محادثة

source: Really Do You want to Block this user?
ar: حقا هل تريد حظر هذا المستخدم

source: Edit Profile
ar: تعديل الملف الشخصي

source: FamilyName
ar: اسم العائلة

source: Remove
ar: حذف

source: show comments
ar: عرض كل التعليقات

source: Add comment
ar: إضافة تعليق

source: add comment to ad
ar: إضافة تعليق علي اعلان

source: Take Photo
ar: إلتقاط صورة

source: Photo Library
ar: معرض الصور

source: About App
ar: عن التطبيق

source: Share App
ar: مشاركة التطبيق

source: Rate App
ar: تقييم التطبيق

source: Tech Support
ar: الدعم الفني

source: Conditions & terms
ar: الشروط والأحكام

source: Delete Account
ar: حذف الحساب

source: Monasba application Your investment with every occasion
ar: تطبيق مناسبة استثمارك في كل مناسبة

source: What is a Monasba application?
ar: ما هو تطبيق مناسبة؟

source: Contacts us
ar: تواصل معنا

source: You can send a message for support and assistance for free
ar: يمكنك إرسال رسالة للحصول على الدعم والمساعدة مجانًا

source: Name
ar: الأسم

source: Descreption
ar: الوصف

source: Do you really want to delete the account All your data will be erased and your membership will be lost
ar: هل تريد حقًا حذف الحساب ، سيتم مسح جميع بياناتك وستفقد عضويتك

source: There are no favorites here
ar: لايوجد مفضلة هنا

source: Please start adding more to your favourites
ar: من فضلك باشر في اضافة المزيد الى مفضلتك

source: the data you entered does not match our data
ar: البيانات التي أدخلتها لا تتطابق مع بياناتنا
